import { IOption } from "../types/atoms";

export const mockOptions: IOption[] = [
  { value: 'option-1', label: 'Подарунки та благодійність (подарунки родичам та друзям, пожертвування)' },
  { value: 'option-2', label: 'Розваги (кінотеатри, концерти, музеї, ігри)' },
  { value: 'option-3', label: 'Техніка та електроніка (комп\'ютери, смартфони, планшети)' },
  { value: 'option-4', label: 'Їжа та напої (ресторани, кав\'ярні, супермаркети)' },
  { value: 'option-5', label: 'Охорона здоров\'я та краса (лікарські засоби, косметика, зубні послуги)' },
];
